{
    "Article_id": "0901901",
    "Article_name": "SPN Intro",
    "intro": "Implementing a Cognitive Automation as a Service Solution for Fire Detection and Protection requires a combination of various hardware (HW) and software (SW) technologies to ensure effective and efficient operation.",
    "outro": "These technologies, both hardware and software, work together to create a comprehensive Cognitive Automation as a Service Solution for Fire Detection and Protection, ensuring the safety of human life and assets through advanced automation and cognitive capabilities. The specific choice of technologies may vary depending on the project's requirements and budget.",
    "images": [
        {
            "thumbnail": "",
            "iuri": "image0001.jpg",
            "title": "Sridhar P Naidu - Introduction",
            "description": "Hello there! I'm Sridhar P Naidu, the CEO and Chief Architect of Extreme-Spartan Cognitive Solutions. It's great to meet you! As an innovator at heart, my mission is to provide cutting-edge solutions to industries across the world. Our startup offers Automation as a Service products for both IaaS and SaaS consuming industries. We're all about helping businesses reduce their overall operations and business expenses by a whopping fifty percent! It's an exciting journey, and I'm thrilled to be leading the charge. So, how can I assist you today?",
            "vuri": "/cognitive-automation/public/videos/spn.esintro.mov",
            "duration": 0.39
        },
        {
            "thumbnail": "",
            "iuri": "image0003.jpg",
            "title": "",
            "description": "You can type 'join event'",
            "vuri": "/cognitive-automation/public/videos/spn.idle.mov",
            "duration": 0.20
        },
        {
            "thumbnail": "",
            "iuri": "image0002.jpg",
            "title": "Join an event?",
            "description": "To proceed with joining the event, please type 'join event'",
            "vuri": "/cognitive-automation/public/videos/spn.joinevent.mov",
            "duration": 0.05
        },
        {
            "thumbnail": "",
            "iuri": "image0003.jpg",
            "title": "",
            "description": "",
            "vuri": "/cognitive-automation/public/videos/spn.idle.mov",
            "duration": 0.20
        },
        {
            "thumbnail": "",
            "iuri": "image0002.jpg",
            "title": "Join an event?",
            "description": "Please type 'incident report' to bring up the daily incident chart",
            "vuri": "/cognitive-automation/public/videos/spn.incident.mov",
            "duration": 0.05
        },
        {
            "thumbnail": "",
            "iuri": "image0003.jpg",
            "title": "",
            "description": "",
            "vuri": "/cognitive-automation/public/videos/spn.idle.mov",
            "duration": 0.20
        }
    ]
}