{
    "Article_id": "0901901",
    "Article_name": "SPN Intro",
    "intro": "Implementing a Cognitive Automation as a Service Solution for Fire Detection and Protection requires a combination of various hardware (HW) and software (SW) technologies to ensure effective and efficient operation.",
    "outro": "These technologies, both hardware and software, work together to create a comprehensive Cognitive Automation as a Service Solution for Fire Detection and Protection, ensuring the safety of human life and assets through advanced automation and cognitive capabilities. The specific choice of technologies may vary depending on the project's requirements and budget.",
    "images": [
        {
            "thumbnail": "101",
            "iuri": "image0001.jpg",
            "title": "Eureka - Automation as a Service for Fire Engineering",
            "description": "At Extreme-Spartan Cognitive Solutions, we offer a powerful tool called the Cognitive AI Workbench. This workbench is designed to provide organizations with a subscription-based platform to create cognitive forms and cognitive charts. The Cognitive AI Workbench allows users to easily build intelligent forms that can understand and interpret data, enabling them to automate complex processes and enhance productivity. With its intuitive interface and advanced machine learning capabilities, users can create forms that extract meaningful information from unstructured data, making data processing more efficient and accurate. In addition, the Cognitive AI Workbench also enables users to create cognitive charts. These charts leverage artificial intelligence and natural language processing to analyze and visualize data, helping organizations gain valuable insights and make data-driven decisions.",
            "vuri": "escape101.json",
            "duration": 0
        },
        {
            "thumbnail": "102",
            "iuri": "image0001.jpg",
            "title": "ESCAPE - Automation as a Service",
            "description": "SS",
            "vuri": "aaas.json",
            "duration": 0
        },
        {
            "thumbnail": "103",
            "iuri": "image0003.jpg",
            "title": "",
            "description": "",
            "vuri": "/cognitive-automation/public/videos/spn.idle.mov",
            "duration": 0.05
        }
    ]
}